
/**
 * 家居服务折线图数据
 */

//设备控制数据
var jjfcxlegendData1=['设备控制次数', '设备控制响应次数'];
var jjfcxXAxisData1 =['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12'];
var jjfcxseriesAskData1 = ["271","258","235","245","273","297","317","329","301","210","256","289"];
var jjfcxseriesAnsData1 =["260","245","228","231","268","270","301","321","295","202","248","262"];

//场景控制数据
var jjfcxlegendData2=['场景控制次数', '场景控制响应'];
var jjfcxXAxisData2 =['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12'];
var jjfcxseriesAskData2 = ["116","79","97","93","89","118","144","169","156","110","87","121"];
var jjfcxseriesAnsData2 =["109","75","94","91","81","112","140","161","150","103","81","113"];



//安防报警报数据
var jjfcxlegendData3=['安防报警控制次数', '安防报警控制响应次数'];
var jjfcxXAxisData3 =['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12'];
var jjfcxseriesAskData3 = ["5","8","11","13","3","5","3","2","4","7","4","6"];
var jjfcxseriesAnsData3 =["5","8","10","13","3","5","3","2","3","7","4","5"];


//消息推送数据
var jjfcxlegendData4=['消息推送次数', '消息推送成功次数'];
var jjfcxXAxisData4 =['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12'];
var jjfcxseriesAskData4 = ["2701","3108","2678","2512","2409","2795","2980","3174","2899","2529","2410","2577"];
var jjfcxseriesAnsData4 =["2681","3078","2643","2489","2388","2779","2971","3132","2857","2510","2383","2551"];
