/**
 * 生活服务折线图数据
 */
//外卖数据
var shfcxlegendData1=['外卖（总次数）', '外卖（应答次数）'];
var shfcxXAxisData1 =['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12'];
var shfcxseriesAskData1 = ['186','196',	'183','164','125','96','152','194','126','86','187','193'];
var shfcxseriesAnsData1 =["185","195","181","161",	"120","94","151","190","125","86","184","192"];
			

//家政数据
var shfcxlegendData2=['家政（总次数）', '家政（应答次数）'];
var shfcxXAxisData2 =['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12'];
var shfcxseriesAskData2 = ["90","132","105","106","114"	,"98","92","106","105","94","112","122"];
var shfcxseriesAnsData2 =["89","131","105","106","113","98","92","104","104","93",	"111","121"];
	

//维修数据
var shfcxlegendData3=['维修（总次数）', '维修（应答次数）'];
var shfcxXAxisData3 =['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12'];
var shfcxseriesAskData3 =  ["74","102","84","76","79","83","78","83","90","84","101","96"];
var shfcxseriesAnsData3 =["74","101","83","75","78","82","26","82","89","83","100","94"];

//天气查询数据
var shfcxlegendData4=['天气查询（总次数）', '天气查询（应答次数）'];
var shfcxXAxisData4 =['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12'];
var shfcxseriesAskData4 =  ["90","133","136","185","192","175","86","76","86","107","68","50"];
var shfcxseriesAnsData4 =["90","131","132","183","191","173","82","72","84","105","60","46"];

//新闻播报数据
var shfcxlegendData5=['新闻播报（总次数）', '新闻播报（应答次数）'];
var shfcxXAxisData5 =['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12'];
var shfcxseriesAskData5 =  ["81","85","79","60","76","98","86","74","81"	,"67","94","83"];
var shfcxseriesAnsData5 =["80","85","79","60","74","86","85","72",	"80","65","92","83"];

