
/**
 * 物业服务折线图数据
 */

//物业费查询数据
var wyfcxlegendData1=['物业费查询（请求次数）', '物业费查询（应答次数）'];
var wyfcxXAxisData1 =['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12'];
var wyfcxseriesAskData1 = ['170','182',	'169','175','185','183','180','166'	,'170',	'182','163','162'];
var wyfcxseriesAnsData1 =["170", "180", "164", "170", "184", "180", "179", "164","170", "180", "163", "162"];
			

//物业缴费数据
var wyfcxlegendData2=['物业缴费（请求次数）', '物业缴费（应答次数）'];
var wyfcxXAxisData2 =['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12'];
var wyfcxseriesAskData2 = ['155','165',	'167','180','186','172','168','165'	,'164',	'160','154','152'];
var wyfcxseriesAnsData2 =["155", "163", "164", "178", "185", "170", "165", "165", "165", "159", "153","152"];


//语音报事报修数据
var wyfcxlegendData3=['语音报事报修（请求次数）', '语音报事报修（应答次数）'];
var wyfcxXAxisData3 =['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12'];
var wyfcxseriesAskData3 = ['209','215',	'221','225','210','206','180','206'	,'218',	'206','200','192'];
var wyfcxseriesAnsData3 = ["209", "213", "218", "221", "204", "205", "201", "204","215", "206", "199", "192"];

//呼叫物业中心数据
var wyfcxlegendData4=['呼叫物业中心（请求次数）', '呼叫物业中心（答应次数）'];
var wyfcxXAxisData4 =['1', '2', '3', '4', '5', '6', '7', '8', '9', '10', '11', '12'];
var wyfcxseriesAskData4 = ['235','245',	'249','256','253','245','256','236'	,'245',	'237','227','223'];
var wyfcxseriesAnsData4 = ["231", "243", "245", "251", "249", "241", "251", "234", "243", "235", "227","222"];

